genres=['Ужасы', 'Боевик','Комедия','Драма', 'Фантастика']
movies = [
    {'title':'Звонок', 'genre':'Ужасы', 'poster':'ring.png',
    'description':'Телефонный звонок раздаётся после просмотра некой загадочной видеокассеты. Жертве даётся ровно семь дней, а после следует неминуемая смерть. Журналистка Рэйчел расследует загадочные смерти молодых людей, и случайно кассета-убийца попадает в руки к её маленькому сыну, над которым теперь нависает смертельная угроза. У женщины есть только семь дней, чтобы разобраться в происходящем и спасти своего мальчика.'
    },
    {'title':'Человек-муравей', 'genre':'Фантастика', 'poster':'antman.png',
    'description':'Вооружившись удивительной способностью уменьшаться в размере, но обладать при этом большой силой, мошенник Скотт Лэнг должен стать героем и помочь своему наставнику доктору Хэнку Пиму сохранить в тайне существование костюма Человека-муравья от угроз нового поколения.'
    },
    {'title':'Джон Уик', 'genre':'Боевик', 'poster':'johnwick.png',
    'description':'Джон Уик - на первый взгляд, самый обычный среднестатистический американец, который ведет спокойную мирную жизнь. Однако мало кто знает, что он был наёмным убийцей, причём одним из лучших профессионалов в своём деле. После того как сынок главы бандитской группы со своими приятелями угоняет его любимый «Мустанг» 1969 года выпуска, при этом убив его собаку Дейзи, которая была подарком недавно почившей супруги, Джон вынужден вернуться к своему прошлому. Теперь Уик начинает охоту за теми, кто имел неосторожность перейти ему дорогу, и он готов на всё, чтобы отомстить.'
    },
    {'title':'Твоё сердце будет разбито', 'genre':'Драма', 'poster':'yhwbb.png',
    'description':'Старшеклассница Полина спасается от травли в новой школе и идёт на сделку с главным хулиганом Барсом: он должен притворяться её парнем и защищать, а она делать всё, что он скажет. В ходе этой игры у пары появляются настоящие чувства, но у её семьи и одноклассников есть причины разлучить влюблённых.'
    },
    {'title':'Тупой и ещё тупее', 'genre':'Комедия', 'poster':'dad.png',
    'description':'Два полных придурка Ллойд Крисмас и Харри Данн пытаются нагнать красивую девушку Мэри Суонсон, чтобы вручить ей оставленный ею в аэропорту чемоданчик. Им невдомек, что Мэри оставила его специально, в качестве выкупа по договоренности с похитителями ее мужа. На переделанной в собаку машине двое недотёп пересекают Америку от Род-Айленда до Колорадо, где и находят обворожительную Мэри, в которую Ллойд уже успел втюриться без памяти.'
    }
]